import time as t
import os

def age():
    aging = input('Подтвердите, что вам есть 18 лет (ДА/НЕТ) ')
    if aging == 'ДА':
        os.system('cls')
        ansluz()
    else:
        exit()

def ansluz():
    rod = 'no'
    slovo = 'no'

    ip = 'no'
    rp = 'no'
    dp = 'no'
    vp = 'no'
    tp = 'no'
    pp = 'no'
    konch = 'no'
    kto = 'no'
    chie = 'no'

    slovo = input('Напишите слово, которому хотите служить (без окончания!): ')
    rod = input('Напишите род, этого слова (Ж/М): ')

    #писец
    if rod == str('М'):
        ip = ''
        rp = 'а'
        dp = 'у'
        vp = ''
        tp = 'ом'
        pp = 'е'
        kto = 'он'
        konch = ''
        chie = 'его'
    if rod == str('Ж'):
        ip = ''
        rp = 'и'
        dp = 'е'
        vp = 'у'
        tp = 'ой'
        pp = 'е'
        kto = 'она'
        konch = 'а'
        chie = 'его'
    print('Адин мамонт...')
    t.sleep(4)
    print()
    print('Как же я хочу служить' , slovo + dp + '!' , 'Я хочу, чтобы' , kto , 'сломал' + konch , 'мои пальцы как тонкие макароны! *Вздох* Я хочу есть каждый завтрак, обед и ужин из миски с' , chie , 'разрешения! *Вздох* Я хочу, чтобы' , ip , 'обнял' + konch, 'меня своими ногами и заставил' + konch , 'выплеснуть мою *CUM* *вздох* в' , chie , 'матку каждую ебаную ночь! *Вздох* Я хочу, чтобы' , slovo , 'выебал' + konch , ', выебал' + konch , ', выебал' + konch, 'меня, тааааааааааак сильно! *Вздох* ПОЖАЛУЙСТА, БОЖЕ! Я хочу, чтобы' , kto , 'заставил' + konch , 'меня спускать в' , chie , 'узкую *ASS* ещё и ещё! *Вздох* Я хочу разбавить' , chie , 'кофе своей *CUMMING*, БББББЛЛЛЛЛЛЯЯЯЯЯЯЯЯЯЯЯТЬ! Я хочу, чтобы' , kto , 'относилась ко мне, как к ебаному рабу! Я хочу вылезать каждый сантиметр', chie, 'тела! *Вздох* ОООООО МОЙ ЕБАНЫЙ БОООООООООООГ, ПОЖАЛУЙСТА! Я ХОЧУ, ЧТОБЫ' , slovo , 'ВЫЕБАЛ' + konch , 'МЕНЯ! *Вздох* Я ХОЧУ, ЧТО' , slovo , 'ВЫЕБАЛ' + konch , 'МЕНЯ, ПОЖАЛУЙСТА, ПОЖАЛУЙСТА! *Вздох* А если бы у меня был шанс быть трахнутым' , slovo + tp, ', я бы стал самбиссивной сукой *вздох* НА ОСТАТОК ЖИЗНИ! *Вздох* Я бы *CUMMING* только в' , chie , '*ASS*, только по' , chie , 'разрешениююююююю! *Вздох* Плиз, ПЛИЗ, БЛЯЯЯЯТЬ, Я НЕ МОГУ! КАЖДЫЙ РАЗ КОГДА Я ВИЖУ' , slovo + vp, ', Я НЕ МОГУ ДУМАТЬ НИ О ЧЁМ ДРУГОМ КРОМЕ КАК О' , chie , 'ЖИРНОЙ СЕКРЕТАРНОЙ ЖОПЕ! *Вздох* КАК ХОЧУ' , chie , 'ЖОПУ, ЕБААААААААААТЬ! *Вздох* ПРЕДСТАВЬ, ЧТО ТЫ' , chie , 'РАБ И ПОСЛЕ ТОГО КАК ТЫ ПРАВИЛЬНО ЗАВАРИЛ', chie, 'КОФЕ ПОД КОНЕЦ ДНЯ,', kto, 'ПРИКАЗЫВАЕТ ТЕБЕ СНЯТЬ ШТАНЫ И НАЧИНАЕТ ПРЫГАТЬ НА ТВОЁМ ХУЕ СВОЕЙ ТОЛСТОЙ ЗАДНИЦЕЙ! *Вздох* Я БЫ СТРЕЛЯЛ ОЧЕРЕДЯМИ ИЗ *CUMMING* КАЖДЫЙ РАЗ! *Вздох* КОГДА', kto, 'НАЗЫВАЛ' + konch , 'БЫ МЕНЯ ЖАЛКИМ РАБОМ БЛЯТЬ, БЛЯТЬ, БЛЯТЬ! *Вздох* Я ХОЧУ СЛУЖИТЬ' , slovo + dp +'! *Вздох* Я ХОЧУ СЛУЖИТЬ' , slovo + dp +'!!!')
def func():
    rod = 'no'
    slovo = 'no'

    ip = 'no'
    rp = 'no'
    dp = 'no'
    vp = 'no'
    tp = 'no'
    pp = 'no'
    konch = 'no'
    kto = 'no'
    chie = 'no'

    slovo = input('Напишите слово, которому хотите служить: ')
    rod = input('Напишите род, этого слова (Ж/М): ')

    #писец
    if rod == str('М'):
        ip = ''
        rp = 'а'
        dp = 'у'
        vp = ''
        tp = 'ом'
        pp = 'е'
        kto = 'он'
        konch = ''
        chie = 'его'
    if rod == str('Ж'):
        ip = ''
        rp = 'и'
        dp = 'е'
        vp = 'у'
        tp = 'ой'
        pp = 'е'
        kto = 'она'
        konch = 'а'
        chie = 'его'
    print('Адин мамонт...')
    t.sleep(4)
    ansluz()

age()